Repository: 4teamwork/simplelayout.base
Catalog: simplelayout/*/i18n/simplelayout.*.po
Languages: base_de

source: Basic options
base_de: Grund-Einstellungen

source: Changes canceled.
base_de: Änderungen abgebrochen, Daten wurden nicht gespeichert

source: Changes saved.
base_de: Änderungen wurden gespeichert

source: Decide if Paragraphs can have their own workflow
base_de: Können Inhaltsblöcke einen eigenen Workflow haben?

source: Full/big size
base_de: Volle Grösse

source: If enabled it is possible to change between 2 or more designs, ex. a two column design
base_de: Wenn aktiviert, ist es möglich um zwischen zwei oder mehr Anordnungen zu wählen, z.B. Zwei Spalten Anordnung.

source: Middle size
base_de: Mittelgross

source: No changes made.
base_de: Es wurden keine Änderungen gemacht.

source: Two columns
base_de: Zwei Spalten

source: Two columns one on top
base_de: Zwei Spalten + Eine Spalte oben

source: paragraph has workflow
base_de: Inhaltsblöcke haben ihren eigenen Workflow

source: Recalculadted all Images.
base_de: Alle Bilder neuberechnen

source: Show Design
base_de: Anordnung anzeigen

source: Simplelayout configuration
base_de: Simplelayout Konfiguration

source: Simplelayout configuration form
base_de: Simplelayout Konfigurationsformular

source: Small size
base_de: Geringe Grösse

source: This form is used to configure the simplelayout
base_de: Dieses Formular wird verwendet, um Simplelayout zu konfigurieren.

source: config for one column design
base_de: Konfiguration für Eine Spalte Anordnung

source: config for two column design
base_de: Konfiguration für Zwei Spalten Anordnung

source: desc_design_menu
base_de: Anordnung

source: enter value (px)
base_de: Geben Sie einen Wert in px ein

source: label_cancel
base_de: Abbrechen

source: label_save
base_de: Speichern

source: recalculate images
base_de: Bilder neuberechnen

source: plone_label_imageAltText
base_de: Alternativ Text

source: plone_help_imageAltText
base_de: Geben Sie den Alternative Text ein.

source: warning_causes_whole_page
base_de: Achtung! Hat Auswirkungen auf den ganzen Bereich

source: Small size one column
base_de: Bildgrösse "Klein" für 1-Spalten Anordnung

source: Middle size one column
base_de: Bildgrösse "Mittel" für 1-Spalten Anordnung

source: Full/big size one column
base_de: Bildgrösse "Gross" für 1-Spalten Anordnung

source: Small size two column
base_de: Bildgrösse "Klein" für 2-Spalten Anordnung

source: Middle size two column
base_de: Bildgrösse "Mittel" für 2-Spalten Anordnung

source: Full/big size two column
base_de: Bildgrösse "Gross" für 2-Spalten Anordnung

source: action_sl-drag
base_de: Block verschieben

source: action_sl-edit
base_de: Block bearbeiten

source: action_sl-delete
base_de: Block löschen

source: sl_layout_small
base_de: Bild-Layout ändern: links klein

source: sl_layout_middle
base_de: Bild-Layout ändern: links mittel

source: sl_layout_full
base_de: Bild-Layout ändern: volle Breite

source: sl_layout_no-image
base_de: Bild-Layout ändern: kein Bild

source: sl_layout_middle-right
base_de: Bild-Layout ändern: rechts mittel

source: sl_layout_small-right
base_de: Bild-Layout ändern: rechts klein

source: sl_layout_dummy-dummy-flowplayer
base_de: Layout ändern: Film

source: action_sl-toogle
base_de: Bedienung aus-/einblenden

source: Limit design for roles
base_de: Bedienung nur für bestimmte Rollen aktivieren

source: Enter roles which can change the designs. Ignores if nothing is specified. One per line.
base_de: Geben Sie an, welche Rollen die Darstellung ändern können. Wenn keine Rolle angegeben ist, dann wird das Feld ignoriert. Eine Rolle pro Zeile.
